import { ProjectType } from '../types';

export const projects: ProjectType[] = [
  {
    title: "Мориарти",
    description: "Отборочный тур \"Музыка для видео, SFX, эмоциональное вовлечение\" для крупного ютуб канала Мориарти. Заказчик предоставил полную свободу действий. Главной задачей стало вовлечение зрителя в визуал и достоверное звучание окружения, чтобы создать эффект погружения.",
    videoUrl: "https://youtu.be/c7FKPDnvlGI?si=998xQXpr9ggp8bpB",
    thumbnail: "/moriarti.png"
  },
  {
    title: "Платежный сервис \"Мир pay\"",
    description: "Корпоративный CGI ролик для платежного сервиса МИР pay. Главной задачей стало восстановление аудио материала, испорченного предыдущим исполнителем. Также наша команда занималась созданием саунд-дизайна.",
    videoUrl: "https://youtu.be/teCmtcnbbAo?si=XH_j9-Y2fTEtWzF-",
    thumbnail: "/mir.png"
  },
  {
    title: "Сервис мобильных денег M10",
    description: "CGI заставка для крупного Айзербайджанского сервиса мобильных денег M10. Заказчик дал полную свободу действий. Проект поступил в 22:00, в 3:00 уже был финализирован и сдан для дальнейшего монтажа и вещания",
    videoUrl: "https://youtu.be/VPtLFHfnGXU?si=RH7tOY0HRuzowBYa",
    thumbnail: "/money.png"
  },
  {
    title: "АртМастерс 2022",
    description: "Призёр всероссийского национального чемпионата творческих компетенций АртМастерс 2022. В рамках проекта были созданы трек и аудио для мультфильма. Работа велась на базе ПЦ \"МАМА\", главный эксперт Игорь Полонскй, линейный эксперт Константин Матафонов.",
    videoUrl: "https://artmasters.ru/#projects",
    thumbnail: "/artmasters.png"
  },
  {
    title: "К/М фильм \"Лес, маленькая трагедия\"",
    description: "Проект, привлекающий внимание к проблеме актёра трагика. Наша занималась финализацией проекта. Синхронизацией голосовых кап, проработкой давления, созданием ощущения присутствия, саунд-дизайном, сведением и мастерингом микса.",
    videoUrl: "https://youtu.be/NUWrIakrGS0?si=qraNoMkshu5Uh8Yg",
    thumbnail: "/film.png"
  },
  {
    title: "Cofix",
    description: "Рекламный ролик для популярной сети кофейнь. Бренду было важно передать основную мысль \"Ситуаций много, а Cofix один!\". Наша команда занималась креативом аудио, технической реализацией проекта и саунд-дизайном ролика.",
    videoUrl: "https://youtu.be/cfMLeDr6Kng?si=vkEP68WbgUbP6yXz",
    thumbnail: "/cofix.png"
  },
  {
    title: "Шоу \"По Классике\"",
    description: "Шоу Дмитрия Маликова специально для ВК Видео. В рамках проекта мы работали не только на продакшене, но и в кадре, в выпусках с Маша ваша Маруся, Янгер, Александр СТ, Ксения Минаева, Елена Гущина, PLC и другие. Наша команда работала напрямую с артистами, занималась написанием текстов и решением оперативных музыкальных в рамках проекта.",
    videoUrl: "https://vk.com/video/@poclassike?z=video-223111258_456239167%2Fclub223111258",
    thumbnail: "/shou.png"
  },
  {
    title: "Nikita Vilchinskii",
    description: "Популярный музыкальный клип артистов Молодой Платон, Олег ЛСП \"Секретарша\". Наша команда занималась подбором оборудования и реализацией записи звука на площадке.",
    videoUrl: "https://youtu.be/9nJBaU3t8gE?si=z5bu-TtGsCaL-3fp",
    thumbnail: "/clip.png"
  }
];